Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: Packages/OWEEditor/Sources/OWEEditor/Resources/Puppets.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Pixels between the mesh's points: smaller makes a denser mesh that bends more smoothly.
ar: البكسلات بين نقاط الشبكة: القيمة الأصغر تعطي شبكة أكثف تنثني بسلاسة أكبر.
de: Pixel zwischen den Punkten des Netzes: kleiner ergibt ein dichteres Netz, das sich weicher biegt.
es: Píxeles entre los puntos de la malla: menos crea una malla más densa que se dobla con más suavidad.
fr: Pixels entre les points du maillage : plus petit donne un maillage plus dense qui se plie plus doucement.
hi: मेश के बिंदुओं के बीच पिक्सेल: कम मान से घनी मेश बनती है जो ज़्यादा सहजता से मुड़ती है।
it: Pixel tra i punti della mesh: meno crea una mesh più fitta che si piega in modo più morbido.
ja: メッシュの点の間隔（ピクセル）。小さいほど密なメッシュになり、滑らかに曲がります。
ko: 메시 점 사이의 픽셀 수입니다. 작을수록 메시가 촘촘해져 더 부드럽게 휩니다.
pl: Piksele między punktami siatki: mniej to gęstsza siatka, która gnie się gładziej.
pt_br: Pixels entre os pontos da malha: menor gera uma malha mais densa que dobra com mais suavidade.
ru: Пикселей между точками сетки: меньше — плотнее сетка и плавнее изгиб.
tr: Ağ noktaları arasındaki piksel: küçük değer daha sık ve daha yumuşak bükülen bir ağ verir.
uk: Пікселів між точками сітки: менше — щільніша сітка й плавніший згин.
zh_hans: 网格点之间的像素数：越小网格越密，弯曲越平滑。
zh_hant: 網格點之間的像素數：越小網格越密，彎曲越平滑。

source: Play
ar: تشغيل
de: Abspielen
es: Reproducir
fr: Lire
hi: चलाएँ
it: Riproduci
ja: 再生
ko: 재생
pl: Odtwórz
pt_br: Reproduzir
ru: Воспроизвести
tr: Oynat
uk: Відтворити
zh_hans: 播放
zh_hant: 播放

source: Play Layers
ar: تشغيل الطبقات
de: Ebenen abspielen
es: Reproducir capas
fr: Lire les calques
hi: लेयर चलाएँ
it: Riproduci livelli
ja: レイヤーを再生
ko: 레이어 재생
pl: Odtwarzaj warstwy
pt_br: Reproduzir camadas
ru: Играть слои
tr: Katmanları oynat
uk: Грати шари
zh_hans: 播放层
zh_hant: 播放圖層

source: Play Once
ar: تشغيل مرة واحدة
de: Einmal abspielen
es: Reproducir una vez
fr: Lire une fois
hi: एक बार चलाएँ
it: Riproduci una volta
ja: 1 回再生
ko: 한 번 재생
pl: Odtwórz raz
pt_br: Reproduzir uma vez
ru: Один раз
tr: Bir kez oynat
uk: Один раз
zh_hans: 播放一次
zh_hant: 播放一次

source: Play the image’s animation layers, as the wallpaper will
ar: تشغيل طبقات الرسوم المتحركة للصورة كما ستفعل الخلفية
de: Die Animationsebenen des Bildes abspielen, wie es das Hintergrundbild tun wird
es: Reproducir las capas de animación de la imagen, como hará el fondo
fr: Lire les calques d’animation de l’image, comme le fera le fond d’écran
hi: छवि की एनिमेशन लेयर वैसे चलाएँ जैसे वॉलपेपर चलाएगा
it: Riproduci i livelli di animazione dell’immagine, come farà lo sfondo
ja: 壁紙と同じように画像のアニメーションレイヤーを再生します
ko: 배경화면처럼 이미지의 애니메이션 레이어를 재생합니다
pl: Odtwarzaj warstwy animacji obrazu tak, jak zrobi to tapeta
pt_br: Reproduzir as camadas de animação da imagem, como o papel de parede fará
ru: Играть слои анимации изображения, как будут обои
tr: Görüntünün animasyon katmanlarını duvar kâğıdının yapacağı gibi oynat
uk: Грати шари анімації зображення, як гратимуть шпалери
zh_hans: 像壁纸那样播放图像的动画层
zh_hant: 像背景圖片那樣播放圖像的動畫圖層

source: Playback
ar: التشغيل
de: Wiedergabe
es: Reproducción
fr: Lecture
hi: प्लेबैक
it: Riproduzione
ja: 再生
ko: 재생
pl: Odtwarzanie
pt_br: Reprodução
ru: Воспроизведение
tr: Oynatma
uk: Відтворення
zh_hans: 播放
zh_hant: 播放

source: Point Spacing
ar: تباعد النقاط
de: Punktabstand
es: Espaciado de puntos
fr: Espacement des points
hi: बिंदु अंतराल
it: Spaziatura punti
ja: 点の間隔
ko: 점 간격
pl: Odstęp punktów
pt_br: Espaçamento dos pontos
ru: Шаг точек
tr: Nokta aralığı
uk: Крок точок
zh_hans: 点间距
zh_hant: 點間距

source: Pose bones at the current frame: each change sets a key.
ar: اضبط وضعية العظام في الإطار الحالي: كل تغيير يعيّن مفتاحًا.
de: Knochen im aktuellen Bild posieren: Jede Änderung setzt einen Schlüssel.
es: Coloca los huesos en el fotograma actual: cada cambio crea una clave.
fr: Posez les os à l’image actuelle : chaque modification crée une clé.
hi: मौजूदा फ़्रेम पर हड्डियों का पोज़ बनाएँ: हर बदलाव एक की सेट करता है।
it: Metti in posa le ossa al fotogramma attuale: ogni modifica crea una chiave.
ja: 現在のフレームでボーンのポーズを付けます。変更ごとにキーが打たれます。
ko: 현재 프레임에서 본의 자세를 잡습니다. 바꿀 때마다 키가 설정됩니다.
pl: Ustawiaj kości w bieżącej klatce: każda zmiana ustawia klucz.
pt_br: Posicione os ossos no quadro atual: cada mudança cria uma chave.
ru: Ставьте позу костей в текущем кадре: каждое изменение ставит ключ.
tr: Kemiklere geçerli karede poz verin: her değişiklik bir anahtar koyar.
uk: Ставте позу кісток у поточному кадрі: кожна зміна ставить ключ.
zh_hans: 在当前帧摆放骨骼姿势：每次更改都会设置关键帧。
zh_hant: 在目前影格擺放骨骼姿勢：每次更改都會設定關鍵影格。

source: Position
ar: الموضع
es: Posición
hi: स्थिति
it: Posizione
ja: 位置
ko: 위치
pl: Położenie
pt_br: Posição
ru: Положение
tr: Konum
uk: Положення
zh_hans: 位置
zh_hant: 位置

source: Position X
ar: الموضع X
es: Posición X
hi: स्थिति X
it: Posizione X
ja: 位置 X
ko: 위치 X
pl: Położenie X
pt_br: Posição X
ru: Положение X
tr: Konum X
uk: Положення X
zh_hans: 位置 X
zh_hant: 位置 X

source: Position Y
ar: الموضع Y
es: Posición Y
hi: स्थिति Y
it: Posizione Y
ja: 位置 Y
ko: 위치 Y
pl: Położenie Y
pt_br: Posição Y
ru: Положение Y
tr: Konum Y
uk: Положення Y
zh_hans: 位置 Y
zh_hant: 位置 Y

source: Position Z
ar: الموضع Z
es: Posición Z
hi: स्थिति Z
it: Posizione Z
ja: 位置 Z
ko: 위치 Z
pl: Położenie Z
pt_br: Posição Z
ru: Положение Z
tr: Konum Z
uk: Положення Z
zh_hans: 位置 Z
zh_hant: 位置 Z

source: Preset
ar: إعداد مسبق
de: Voreinstellung
es: Preajuste
fr: Préréglage
hi: प्रीसेट
it: Preimpostazione
ja: プリセット
ko: 프리셋
pl: Ustawienie
pt_br: Predefinição
ru: Пресет
tr: Ön ayar
uk: Пресет
zh_hans: 预设
zh_hant: 預設

source: Preview
ar: معاينة
de: Vorschau
es: Vista previa
fr: Aperçu
hi: पूर्वावलोकन
it: Anteprima
ja: プレビュー
ko: 미리 보기
pl: Podgląd
pt_br: Pré-visualização
ru: Предпросмотр
tr: Önizleme
uk: Попередній перегляд
zh_hans: 预览
zh_hant: 預覽

source: Push the selected bone, as a script's bone impulse does
ar: دفع العظمة المحددة كما يفعل دفع العظمة في النص البرمجي
de: Den ausgewählten Knochen anstoßen, wie es ein Knochenimpuls aus einem Skript tut
es: Empujar el hueso seleccionado, como hace el impulso de hueso de un script
fr: Pousser l’os sélectionné, comme le fait l’impulsion d’os d’un script
hi: चुनी गई हड्डी को धक्का दें, जैसे स्क्रिप्ट का बोन इंपल्स देता है
it: Spingi l’osso selezionato, come fa l’impulso osseo di uno script
ja: スクリプトのボーンインパルスのように、選択中のボーンを押します
ko: 스크립트의 본 임펄스처럼 선택한 본을 밉니다
pl: Pchnij zaznaczoną kość, tak jak impuls kości ze skryptu
pt_br: Empurrar o osso selecionado, como faz o impulso de osso de um script
ru: Толкнуть выбранную кость, как это делает импульс кости в скрипте
tr: Seçili kemiği bir betiğin kemik itkisi gibi it
uk: Штовхнути вибрану кістку, як це робить імпульс кістки у скрипті
zh_hans: 像脚本的骨骼冲量那样推动所选骨骼
zh_hant: 像腳本的骨骼衝量那樣推動所選骨骼

source: Rate
ar: السرعة
de: Tempo
es: Velocidad
fr: Vitesse
hi: दर
it: Velocità
ja: 速度
ko: 속도
pl: Tempo
pt_br: Velocidade
ru: Скорость
tr: Hız
uk: Швидкість
zh_hans: 速率
zh_hant: 速率

source: Redo
ar: إعادة
de: Wiederholen
es: Rehacer
fr: Rétablir
hi: फिर से करें
it: Ripeti
ja: やり直す
ko: 실행 복귀
pl: Ponów
pt_br: Refazer
ru: Повторить
tr: Yinele
uk: Повторити
zh_hans: 重做
zh_hant: 重做

source: Remove
ar: إزالة
de: Entfernen
es: Eliminar
fr: Supprimer
hi: हटाएँ
it: Rimuovi
ja: 削除
ko: 제거
pl: Usuń
pt_br: Remover
ru: Удалить
tr: Kaldır
uk: Вилучити
zh_hans: 移除
zh_hant: 移除

source: Remove Animation Layer
ar: إزالة طبقة الرسوم المتحركة
de: Animationsebene entfernen
es: Eliminar capa de animación
fr: Supprimer le calque d’animation
hi: एनिमेशन लेयर हटाएँ
it: Rimuovi livello di animazione
ja: アニメーションレイヤーを削除
ko: 애니메이션 레이어 제거
pl: Usuń warstwę animacji
pt_br: Remover camada de animação
ru: Удалить слой анимации
tr: Animasyon katmanını kaldır
uk: Вилучити шар анімації
zh_hans: 移除动画层
zh_hant: 移除動畫圖層

source: Remove Bone Physics
ar: إزالة فيزياء العظمة
de: Knochenphysik entfernen
es: Quitar física del hueso
fr: Retirer la physique de l’os
hi: हड्डी फ़िज़िक्स हटाएँ
it: Rimuovi fisica dall’osso
ja: ボーンの物理を削除
ko: 본 물리 제거
pl: Usuń fizykę kości
pt_br: Remover física do osso
ru: Убрать физику кости
tr: Kemik fiziğini kaldır
uk: Прибрати фізику кістки
zh_hans: 移除骨骼物理
zh_hant: 移除骨骼物理

source: Rename Animation
ar: إعادة تسمية الرسوم المتحركة
de: Animation umbenennen
es: Renombrar animación
fr: Renommer l’animation
hi: एनिमेशन का नाम बदलें
it: Rinomina animazione
ja: アニメーション名を変更
ko: 애니메이션 이름 변경
pl: Zmień nazwę animacji
pt_br: Renomear animação
ru: Переименовать анимацию
tr: Animasyonu yeniden adlandır
uk: Перейменувати анімацію
zh_hans: 重命名动画
zh_hant: 重新命名動畫

source: Rename Bone
ar: إعادة تسمية العظمة
de: Knochen umbenennen
es: Renombrar hueso
fr: Renommer l’os
hi: हड्डी का नाम बदलें
it: Rinomina osso
ja: ボーン名を変更
ko: 본 이름 변경
pl: Zmień nazwę kości
pt_br: Renomear osso
ru: Переименовать кость
tr: Kemiği yeniden adlandır
uk: Перейменувати кістку
zh_hans: 重命名骨骼
zh_hant: 重新命名骨骼

source: Reorder Animation Layers
ar: إعادة ترتيب طبقات الرسوم المتحركة
de: Animationsebenen neu ordnen
es: Reordenar capas de animación
fr: Réordonner les calques d’animation
hi: एनिमेशन लेयर का क्रम बदलें
it: Riordina livelli di animazione
ja: アニメーションレイヤーを並べ替え
ko: 애니메이션 레이어 순서 변경
pl: Zmień kolejność warstw
pt_br: Reordenar camadas de animação
ru: Изменить порядок слоёв
tr: Animasyon katmanlarını yeniden sırala
uk: Змінити порядок шарів
zh_hans: 重新排序动画层
zh_hant: 重新排序動畫圖層

source: Replace
ar: استبدال
de: Ersetzen
es: Reemplazar
fr: Remplacer
hi: बदलें
it: Sostituisci
ja: 置き換え
ko: 대체
pl: Zastąp
pt_br: Substituir
ru: Заменить
tr: Değiştir
uk: Замінити
zh_hans: 替换
zh_hant: 取代

source: Replace the Mesh?
ar: هل تريد استبدال الشبكة؟
de: Netz ersetzen?
es: ¿Reemplazar la malla?
fr: Remplacer le maillage ?
hi: मेश बदलें?
it: Sostituire la mesh?
ja: メッシュを置き換えますか？
ko: 메시를 대체하시겠습니까?
pl: Zastąpić siatkę?
pt_br: Substituir a malha?
ru: Заменить сетку?
tr: Ağ değiştirilsin mi?
uk: Замінити сітку?
zh_hans: 要替换网格吗？
zh_hant: 要取代網格嗎？

source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hi: रीसेट करें
it: Reimposta
ja: リセット
ko: 재설정
pl: Resetuj
pt_br: Redefinir
ru: Сбросить
tr: Sıfırla
uk: Скинути
zh_hans: 重置
zh_hant: 重置

source: Rig
ar: الهيكل
hi: रिग
ja: リグ
ko: 리그
ru: Риг
uk: Риг
zh_hans: 绑定
zh_hant: 綁定

source: Rigid
ar: صلب
de: Starr
es: Rígido
fr: Rigide
hi: कठोर
it: Rigido
ja: 剛体
ko: 강체
pl: Sztywny
pt_br: Rígido
ru: Жёсткий
tr: Katı
uk: Жорсткий
zh_hans: 刚性
zh_hant: 剛性

source: Root Motion
ar: حركة الجذر
es: Movimiento raíz
fr: Mouvement racine
hi: रूट मोशन
it: Movimento radice
ja: ルートモーション
ko: 루트 모션
pl: Ruch główny
pt_br: Movimento raiz
ru: Корневое движение
tr: Kök hareketi
uk: Кореневий рух
zh_hans: 根运动
zh_hant: 根運動

source: Rotate Bone
ar: تدوير العظمة
de: Knochen drehen
es: Girar hueso
fr: Tourner l’os
hi: हड्डी घुमाएँ
it: Ruota osso
ja: ボーンを回転
ko: 본 회전
pl: Obróć kość
pt_br: Girar osso
ru: Повернуть кость
tr: Kemiği döndür
uk: Повернути кістку
zh_hans: 旋转骨骼
zh_hant: 旋轉骨骼

source: Rotation
ar: الدوران
de: Drehung
es: Rotación
hi: घूर्णन
it: Rotazione
ja: 回転
ko: 회전
pl: Obrót
pt_br: Rotação
ru: Вращение
tr: Dönüş
uk: Обертання
zh_hans: 旋转
zh_hant: 旋轉

source: Rotation Y
ar: الدوران Y
de: Drehung Y
es: Rotación Y
hi: घूर्णन Y
it: Rotazione Y
ja: 回転 Y
ko: 회전 Y
pl: Obrót Y
pt_br: Rotação Y
ru: Вращение Y
tr: Dönüş Y
uk: Обертання Y
zh_hans: 旋转 Y
zh_hant: 旋轉 Y

source: Save as New Wallpaper writes the puppet once these are fixed.
ar: يكتب «حفظ كخلفية جديدة» الدمية بعد إصلاح ما سبق.
de: „Als neues Hintergrundbild sichern“ schreibt die Puppe, sobald dies behoben ist.
es: Guardar como nuevo fondo de pantalla escribe la marioneta cuando esto se corrija.
fr: Enregistrer comme nouveau fond d’écran écrit la marionnette une fois ces points corrigés.
hi: इन्हें ठीक करने पर “नए वॉलपेपर के रूप में सहेजें” पपेट लिखेगा।
it: Salva come nuovo sfondo scrive il pupazzo una volta risolti questi punti.
ja: これらを直すと「新規壁紙として保存」でパペットが書き出されます。
ko: 이 문제를 고치면 ‘새 배경화면으로 저장’이 퍼펫을 기록합니다.
pl: „Zachowaj jako nową tapetę” zapisze pacynkę po poprawieniu tych błędów.
pt_br: Salvar como Nova Imagem de Fundo grava o fantoche quando isso for corrigido.
ru: «Сохранить как новые обои» запишет марионетку, когда это будет исправлено.
tr: Bunlar düzeltilince Yeni Duvar Kâğıdı Olarak Kaydet kuklayı yazar.
uk: «Зберегти як нову шпалеру» запише маріонетку, щойно це буде виправлено.
zh_hans: 修正这些问题后，“保存为新墙纸”会写出木偶。
zh_hant: 修正這些問題後，「儲存為新背景圖片」會寫出木偶。

source: Save as New Wallpaper writes the puppet's files.
ar: يكتب «حفظ كخلفية جديدة» ملفات الدمية.
de: „Als neues Hintergrundbild sichern“ schreibt die Dateien der Puppe.
es: Guardar como nuevo fondo de pantalla escribe los archivos de la marioneta.
fr: Enregistrer comme nouveau fond d’écran écrit les fichiers de la marionnette.
hi: “नए वॉलपेपर के रूप में सहेजें” पपेट की फ़ाइलें लिखता है।
it: Salva come nuovo sfondo scrive i file del pupazzo.
ja: 「新規壁紙として保存」でパペットのファイルが書き出されます。
ko: ‘새 배경화면으로 저장’이 퍼펫 파일을 기록합니다.
pl: „Zachowaj jako nową tapetę” zapisze pliki pacynki.
pt_br: Salvar como Nova Imagem de Fundo grava os arquivos do fantoche.
ru: «Сохранить как новые обои» запишет файлы марионетки.
tr: Yeni Duvar Kâğıdı Olarak Kaydet kuklanın dosyalarını yazar.
uk: «Зберегти як нову шпалеру» запише файли маріонетки.
zh_hans: “保存为新墙纸”会写出木偶的文件。
zh_hant: 「儲存為新背景圖片」會寫出木偶的檔案。

source: Select
ar: تحديد
de: Auswählen
es: Seleccionar
fr: Sélectionner
hi: चुनें
it: Seleziona
ja: 選択
ko: 선택
pl: Zaznacz
pt_br: Selecionar
ru: Выбрать
tr: Seç
uk: Вибрати
zh_hans: 选择
zh_hant: 選取

source: Selected
ar: المحدد
de: Ausgewählt
es: Seleccionados
fr: Sélectionnés
hi: चुने गए
it: Selezionati
ja: 選択中
ko: 선택됨
pl: Zaznaczone
pt_br: Selecionados
ru: Выбрано
tr: Seçili
uk: Вибрано
zh_hans: 已选择
zh_hant: 已選取

source: Selected Bone
ar: العظمة المحددة
de: Ausgewählter Knochen
es: Hueso seleccionado
fr: Os sélectionné
hi: चुनी गई हड्डी
it: Osso selezionato
ja: 選択中のボーン
ko: 선택한 본
pl: Zaznaczona kość
pt_br: Osso selecionado
ru: Выбранная кость
tr: Seçili kemik
uk: Вибрана кістка
zh_hans: 所选骨骼
zh_hant: 所選骨骼

source: Set Key
ar: تعيين مفتاح
de: Schlüssel setzen
es: Fijar clave
fr: Définir une clé
hi: की सेट करें
it: Imposta chiave
ja: キーを設定
ko: 키 설정
pl: Ustaw klucz
pt_br: Definir chave
ru: Задать ключ
tr: Anahtar koy
uk: Задати ключ
zh_hans: 设置关键帧
zh_hant: 設定關鍵影格

source: Shake
ar: هز
de: Schütteln
es: Sacudir
fr: Secouer
hi: हिलाएँ
it: Scuoti
ja: 揺らす
ko: 흔들기
pl: Potrząśnij
pt_br: Sacudir
ru: Встряхнуть
tr: Salla
uk: Струсонути
zh_hans: 摇动
zh_hant: 搖動

source: Show Heat Map
ar: إظهار الخريطة الحرارية
de: Heatmap zeigen
es: Mostrar mapa de calor
fr: Afficher la carte thermique
hi: हीट मैप दिखाएँ
it: Mostra mappa di calore
ja: ヒートマップを表示
ko: 히트맵 보기
pl: Pokaż mapę cieplną
pt_br: Mostrar mapa de calor
ru: Тепловая карта
tr: Isı haritasını göster
uk: Теплова карта
zh_hans: 显示热图
zh_hant: 顯示熱圖

source: Show Layer
ar: إظهار الطبقة
de: Ebene einblenden
es: Mostrar capa
fr: Afficher le calque
hi: लेयर दिखाएँ
it: Mostra livello
ja: レイヤーを表示
ko: 레이어 보기
pl: Pokaż warstwę
pt_br: Mostrar camada
ru: Показать слой
tr: Katmanı göster
uk: Показати шар
zh_hans: 显示层
zh_hant: 顯示圖層

source: Simulate
ar: محاكاة
de: Simulieren
es: Simular
fr: Simuler
hi: सिम्युलेट करें
it: Simula
ja: シミュレート
ko: 시뮬레이션
pl: Symuluj
pt_br: Simular
ru: Симулировать
tr: Benzet
uk: Симулювати
zh_hans: 模拟
zh_hant: 模擬

source: Simulate Position
ar: محاكاة الموضع
de: Position simulieren
es: Simular posición
fr: Simuler la position
hi: स्थिति सिम्युलेट करें
it: Simula posizione
ja: 位置をシミュレート
ko: 위치 시뮬레이션
pl: Symuluj położenie
pt_br: Simular posição
ru: Симулировать положение
tr: Konumu benzet
uk: Симулювати положення
zh_hans: 模拟位置
zh_hant: 模擬位置

source: Simulate Rotation
ar: محاكاة الدوران
de: Drehung simulieren
es: Simular rotación
fr: Simuler la rotation
hi: घूर्णन सिम्युलेट करें
it: Simula rotazione
ja: 回転をシミュレート
ko: 회전 시뮬레이션
pl: Symuluj obrót
pt_br: Simular rotação
ru: Симулировать вращение
tr: Dönüşü benzet
uk: Симулювати обертання
zh_hans: 模拟旋转
zh_hant: 模擬旋轉

source: Simulate This Bone
ar: محاكاة هذه العظمة
de: Diesen Knochen simulieren
es: Simular este hueso
fr: Simuler cet os
hi: यह हड्डी सिम्युलेट करें
it: Simula questo osso
ja: このボーンをシミュレート
ko: 이 본 시뮬레이션
pl: Symuluj tę kość
pt_br: Simular este osso
ru: Симулировать кость
tr: Bu kemiği benzet
uk: Симулювати кістку
zh_hans: 模拟此骨骼
zh_hant: 模擬此骨骼

source: Size
ar: الحجم
de: Größe
es: Tamaño
fr: Taille
hi: आकार
it: Dimensione
ja: サイズ
ko: 크기
pl: Rozmiar
pt_br: Tamanho
ru: Размер
tr: Boyut
uk: Розмір
zh_hans: 大小
zh_hant: 大小

source: Skeleton
ar: الهيكل العظمي
de: Skelett
es: Esqueleto
fr: Squelette
hi: कंकाल
it: Scheletro
ja: スケルトン
ko: 스켈레톤
pl: Szkielet
pt_br: Esqueleto
ru: Скелет
tr: İskelet
uk: Скелет
zh_hans: 骨架
zh_hant: 骨架

source: Smooth
ar: تنعيم
de: Glätten
es: Suavizar
fr: Lisser
hi: स्मूद
it: Ammorbidisci
ja: スムーズ
ko: 부드럽게
pl: Wygładź
pt_br: Suavizar
ru: Сгладить
tr: Yumuşat
uk: Згладити
zh_hans: 平滑
zh_hant: 平滑

source: Spring
ar: نابض
de: Feder
es: Muelle
fr: Ressort
hi: स्प्रिंग
it: Molla
ja: ばね
ko: 스프링
pl: Sprężyna
pt_br: Mola
ru: Пружина
tr: Yay
uk: Пружина
zh_hans: 弹簧
zh_hant: 彈簧

source: Springy
ar: مرن
de: Federnd
es: Elástico
fr: Élastique
hi: लचीला
it: Elastico
ja: 弾む
ko: 탄력
pl: Sprężysty
pt_br: Elástico
ru: Упругий
tr: Esnek
uk: Пружний
zh_hans: 有弹性
zh_hant: 有彈性

source: Start Frame
ar: إطار البداية
de: Startbild
es: Fotograma inicial
fr: Image de début
hi: प्रारंभिक फ़्रेम
it: Fotogramma iniziale
ja: 開始フレーム
ko: 시작 프레임
pl: Klatka początkowa
pt_br: Quadro inicial
ru: Начальный кадр
tr: Başlangıç karesi
uk: Початковий кадр
zh_hans: 开始帧
zh_hant: 開始影格

source: Stiff
ar: متصلب
de: Steif
es: Rígido
fr: Raide
hi: सख़्त
it: Rigido
ja: 硬い
ko: 뻣뻣함
pl: Sztywny
pt_br: Firme
ru: Тугой
tr: Sert
uk: Тугий
zh_hans: 僵硬
zh_hant: 僵硬

source: Stiffness
ar: الصلابة
de: Steifigkeit
es: Rigidez
fr: Raideur
hi: कठोरता
it: Rigidità
ja: 硬さ
ko: 강성
pl: Sztywność
pt_br: Rigidez
ru: Жёсткость
tr: Sertlik
uk: Жорсткість
zh_hans: 刚度
zh_hant: 剛度

source: Strength
ar: القوة
de: Stärke
es: Intensidad
fr: Intensité
hi: तीव्रता
it: Intensità
ja: 強さ
ko: 강도
pl: Siła
pt_br: Intensidade
ru: Сила
tr: Güç
uk: Сила
zh_hans: 强度
zh_hant: 強度

source: Subtract
ar: طرح
de: Abziehen
es: Restar
fr: Soustraire
hi: घटाएँ
it: Sottrai
ja: 減算
ko: 빼기
pl: Odejmij
pt_br: Subtrair
ru: Вычесть
tr: Çıkar
uk: Відняти
zh_hans: 减去
zh_hant: 減去

source: Texture Channels
ar: قنوات الرسومات
de: Textur-Kanäle
es: Canales de textura
fr: Canaux de texture
hi: टेक्सचर चैनल
it: Canali delle texture
ja: テクスチャチャンネル
ko: 텍스처 채널
pl: Kanały tekstur
pt_br: Canais de textura
ru: Каналы текстуры
tr: Doku Kanalları
uk: Канали текстур
zh_hans: 纹理通道
zh_hant: 紋理通道

source: The layer’s puppet goes back to how the wallpaper has it. You can undo this.
ar: تعود دمية الطبقة إلى ما هي عليه في الخلفية. يمكنك التراجع عن ذلك.
de: Die Puppe der Ebene wird wieder so, wie das Hintergrundbild sie hat. Du kannst das widerrufen.
es: La marioneta de la capa vuelve a como la tiene el fondo. Puedes deshacerlo.
fr: La marionnette du calque redevient celle du fond d’écran. Vous pouvez annuler.
hi: लेयर का पपेट वॉलपेपर जैसा था वैसा हो जाएगा। आप इसे पूर्ववत कर सकते हैं।
it: Il pupazzo del livello torna com’è nello sfondo. Puoi annullare.
ja: レイヤーのパペットが壁紙にあるとおりに戻ります。取り消すことができます。
ko: 레이어의 퍼펫이 배경화면에 있는 그대로 돌아갑니다. 실행 취소할 수 있습니다.
pl: Pacynka warstwy wróci do wersji z tapety. Możesz to cofnąć.
pt_br: O fantoche da camada volta a ser como o papel de parede o tem. Você pode desfazer isso.
ru: Марионетка слоя вернётся к виду из обоев. Это можно отменить.
tr: Katmanın kuklası duvar kâğıdındaki hâline döner. Bunu geri alabilirsiniz.
uk: Маріонетка шару повернеться до вигляду зі шпалер. Це можна скасувати.
zh_hans: 该层的木偶会恢复为壁纸中的样子。你可以撤销此操作。
zh_hant: 此圖層的木偶會回復為背景圖片中的樣子。你可以還原此操作。

source: The new mesh is weighted to the bones automatically. You can undo this.
ar: تُوزَّن الشبكة الجديدة على العظام تلقائيًا. يمكنك التراجع عن ذلك.
de: Das neue Netz wird automatisch auf die Knochen gewichtet. Du kannst das widerrufen.
es: La nueva malla se pondera automáticamente a los huesos. Puedes deshacerlo.
fr: Le nouveau maillage est pondéré automatiquement sur les os. Vous pouvez annuler.
hi: नई मेश को हड्डियों पर स्वचालित रूप से वज़न दिया जाता है। आप इसे पूर्ववत कर सकते हैं।
it: La nuova mesh viene pesata automaticamente sulle ossa. Puoi annullare.
ja: 新しいメッシュはボーンに自動でウェイト付けされます。取り消すことができます。
ko: 새 메시는 본에 자동으로 가중치가 지정됩니다. 실행 취소할 수 있습니다.
pl: Nowa siatka automatycznie otrzyma wagi kości. Możesz to cofnąć.
pt_br: A nova malha recebe pesos dos ossos automaticamente. Você pode desfazer isso.
ru: Новая сетка автоматически получит веса костей. Это можно отменить.
tr: Yeni ağ kemiklere otomatik olarak ağırlıklandırılır. Bunu geri alabilirsiniz.
uk: Нова сітка автоматично отримає ваги кісток. Це можна скасувати.
zh_hans: 新网格会自动绑定到骨骼权重。你可以撤销此操作。
zh_hant: 新網格會自動綁定到骨骼權重。你可以還原此操作。

source: The puppet can’t be read: %@
ar: تتعذر قراءة الدمية: %@
de: Die Puppe kann nicht gelesen werden: %@
es: No se puede leer la marioneta: %@
fr: La marionnette est illisible : %@
hi: पपेट पढ़ा नहीं जा सकता: %@
it: Impossibile leggere il pupazzo: %@
ja: パペットを読み込めません：%@
ko: 퍼펫을 읽을 수 없습니다: %@
pl: Nie można odczytać pacynki: %@
pt_br: Não é possível ler o fantoche: %@
ru: Не удаётся прочитать марионетку: %@
tr: Kukla okunamıyor: %@
uk: Не вдається прочитати маріонетку: %@
zh_hans: 无法读取木偶：%@
zh_hant: 無法讀取木偶：%@

source: The puppet has no bones.
ar: لا تحتوي الدمية على عظام.
de: Die Puppe hat keine Knochen.
es: La marioneta no tiene huesos.
fr: La marionnette n’a pas d’os.
hi: पपेट में कोई हड्डी नहीं है।
it: Il pupazzo non ha ossa.
ja: パペットにボーンがありません。
ko: 퍼펫에 본이 없습니다.
pl: Pacynka nie ma kości.
pt_br: O fantoche não tem ossos.
ru: У марионетки нет костей.
tr: Kuklanın kemiği yok.
uk: Маріонетка не має кісток.
zh_hans: 木偶没有骨骼。
zh_hant: 木偶沒有骨骼。

source: The puppet has no mesh.
ar: لا تحتوي الدمية على شبكة.
de: Die Puppe hat kein Netz.
es: La marioneta no tiene malla.
fr: La marionnette n’a pas de maillage.
hi: पपेट में कोई मेश नहीं है।
it: Il pupazzo non ha una mesh.
ja: パペットにメッシュがありません。
ko: 퍼펫에 메시가 없습니다.
pl: Pacynka nie ma siatki.
pt_br: O fantoche não tem malha.
ru: У марионетки нет сетки.
tr: Kuklanın ağı yok.
uk: Маріонетка не має сітки.
zh_hans: 木偶没有网格。
zh_hant: 木偶沒有網格。

source: This layer has no puppet yet
ar: لا تحتوي هذه الطبقة على دمية بعد
de: Diese Ebene hat noch keine Puppe
es: Esta capa aún no tiene marioneta
fr: Ce calque n’a pas encore de marionnette
hi: इस लेयर में अभी कोई पपेट नहीं है
it: Questo livello non ha ancora un pupazzo
ja: このレイヤーにはまだパペットがありません
ko: 이 레이어에는 아직 퍼펫이 없습니다
pl: Ta warstwa nie ma jeszcze pacynki
pt_br: Esta camada ainda não tem fantoche
ru: У этого слоя пока нет марионетки
tr: Bu katmanın henüz kuklası yok
uk: Цей шар ще не має маріонетки
zh_hans: 此层还没有木偶
zh_hant: 此圖層還沒有木偶

source: Tip
ar: الطرف
de: Spitze
es: Punta
fr: Pointe
hi: सिरा
it: Punta
ja: 先端
ko: 끝
pl: Czubek
pt_br: Ponta
ru: Кончик
tr: Uç
uk: Кінчик
zh_hans: 末端
zh_hant: 末端

source: Tip Size
ar: حجم الطرف
de: Spitzengröße
es: Tamaño de la punta
fr: Taille de la pointe
hi: सिरे का आकार
it: Dimensione punta
ja: 先端のサイズ
ko: 끝 크기
pl: Rozmiar czubka
pt_br: Tamanho da ponta
ru: Размер кончика
tr: Uç boyutu
uk: Розмір кінчика
zh_hans: 末端大小
zh_hant: 末端大小

source: Tool
ar: الأداة
de: Werkzeug
es: Herramienta
fr: Outil
hi: टूल
it: Strumento
ja: ツール
ko: 도구
pl: Narzędzie
pt_br: Ferramenta
ru: Инструмент
tr: Araç
uk: Інструмент
zh_hans: 工具
zh_hant: 工具

source: Triangles
ar: المثلثات
de: Dreiecke
es: Triángulos
hi: त्रिभुज
it: Triangoli
ja: 三角形
ko: 삼각형
pl: Trójkąty
pt_br: Triângulos
ru: Треугольники
tr: Üçgenler
uk: Трикутники
zh_hans: 三角形
zh_hant: 三角形

source: Undo
ar: تراجع
de: Widerrufen
es: Deshacer
fr: Annuler
hi: पूर्ववत करें
it: Annulla
ja: 取り消す
ko: 실행 취소
pl: Cofnij
pt_br: Desfazer
ru: Отменить
tr: Geri al
uk: Скасувати
zh_hans: 撤销
zh_hant: 還原

source: Vertices
ar: الرؤوس
de: Eckpunkte
es: Vértices
fr: Sommets
hi: वर्टेक्स
it: Vertici
ja: 頂点
ko: 정점
pl: Wierzchołki
pt_br: Vértices
ru: Вершины
tr: Köşeler
uk: Вершини
zh_hans: 顶点
zh_hant: 頂點
